"cheqiyu "=" 장미 소리 돛새치, 원산 남미 아마존 강 · 가이아나, 물고기 체 된 방추형, 보기보다 더 넓은, 측편 길게 는 5센티미터의 정도 장미 소리 돛새치 기쁜 약산성 연수, 적응도 중성, 마이크로 알칼리성 수질";
"denglongyu "=" 초롱을 물고기, 수미 등 물고기 물고기 물고기 일명 초롱을, 랜턴, 헤드라이트 생선 등.분포 는 남 아메리카 있는 가이아나 및 아마존 강 유역.몸길이 4시에서 센티미터.몸길이 때문에 측편 머리가 짧다, 배 둥글다.두 눈이 상부 및 트레일러 각 한 块金 노란색 무늬 있다 등불이 비치다 아래 반사 무슨 노랑, 빨간 색 ";
"dianmanyu "=" 뱀장어, 裸背 덴키우나기 과의 뱀장어 형 남미 어류, 할 수 있다, 사람은 생긴 것이다 击昏 전류를, 방전 능력 최강의 민물 어류, 출력 전압 는 300 ~ 800 엎드려 있다. 따라서 덴키우나기 물에 고압선 불린다 ";
"dinianyu "=" 아 [점] 메기 일반적으로 딱 두 수염, 체형 작 대한 요구가 매우 높은 수질 어렵다 양식 ";
"fangyu "=" 옥돔, 일반적으로 체장 400 mm, 체 연장 측편 머리가 둔하다 원, 최근 사각형 눈이 크다, 분, 높다, 몸통 전에 상부, 머리 및 가슴 을 원 비늘, 다른 부위는 은 모두 빗 비늘, 측선 분 높은 및 체 등 인연이 병행 ";
"haigui "=" 거북이 그래 자라 눈 거북이 과 동물의 총칭.광 천 은 대서양, 태평양, 인도양.중국 거북이 북 부터 산동 · 남 ~ 북부만 근해 모두 분포.는 1 미터 긴 수명 가장 많이 위해 150 살 정도 ";
"hetun "=" 강 복 속칭 복어 경골 어망을 전문적으로 제작하다 복 科鱼 종류의 총칭.강 복 체 드리다 원통형, 에어, 위험에 때 숨을 들이쉬다 팽창 일반적으로 체장 는 25 ~ 35 센티미터 ";
"jianyu "=" 황새치 또한 칼고기.세계에서 열대 · 아열대 바다 속에서 일종의 흔히 볼 수 있는 어류 인해 그 위턱. 앞으로 뻗어 드리다 칼 모양의 때문에 명명 됐 을 최대 모바일 시속 130 킬로미터 ";
"jinqiangyu "=" 참치, 체형 비교적 굵은 때문에, 원, 주색 흘러 선형, 뒤로 渐细 날카로운 때문에 꼬리 기 가늘고 꼬리지느러미 포크 모양, 혹은 초승달 위해 모양.테일 스톡 양쪽 명백한 산봉, 등, 배지느러미 후방 각 한 줄 小鳍.는 어뢰 체형 그 횡단면 약간 드리다 원형 ";
"shayu "=" 상어 생활 은 바다 속에서 바다 중 가장 사나운 어류, 상어 골조 의해 연골 구성 아니라 by 뼈 구성.연골 훨씬 더 가볍다, 더 탄성이 뼈가 있다 ";
"shiziyu "=" 사자 작은 물고기, 체형, 최대 약 30 센티미터 (12 인치) 길다.몸길이 모양, 부드럽다, 올챙이 모양, 피부가 느즈러지다 없으면 비늘, 구애정 때문에 때로는 잔가시.등지느러미 오래 배지느러미 은 머리 아래 형성 흡판 으로 흡착 해저.분포한다 북대서양 · 북태평양 및 남북극 냉수 지역 ";
"tianshiyu "=" 천사고기, 등지느러미 및 배지느러미 매우 긴 또한 큰 우뚝 솟은 만약 삼각돛, 小鳍 돛 물고기 불린다 고 있다.측면에서 보다 천사고기 유동 흡사 제비 날고 때문에 천사고기 일명 삼치 "; 
"xiaochouyu "=" 어릿광대 물고기, 차리 科海, 규원아. 물고기 아과 어류 대한 속칭 얼굴에 다 한 가지 혹은 두 흰 줄무늬가 때문에 마치 경극 중의 어릿광대 때문에 이름을 떨치다, 일종의 열대 함수어.어릿광대 물고기와 말미잘 가지고 아주 친하다 공생 관계 때문에 또 말미잘 물고기 ";
"xiaohuangyu "=" 참조기 일명 조기, 동물, 경골 어망을 전문적으로 제작하다, 조기 과에 일명: 작은 생선, 큰 눈, 색깔, 오이, 옛날, 생선, 황 鳞鱼, 작은 봄 · 중국 · 두꺼운 비늘 어리다, 나도 좀 불러 조기 ";
"xiaolvyu "=" 작은 그린 물고기는 한 가지 녹색 물고기";
